
start_tx = """
Привет! Я бот, который поможет тебе в изучении английского языка.
Нажми "🚀Начать", чтобы начать.
"""


menu_tx = """
Выбирайте 📈Тарифы или Посмотрите 📅Расписание
"""


schedule_tx = """
Понедельник - Пятница
9:00 - 11:00
"""


fee_tx = """
Выберите нужный себе тариф
"""





basic_fee_tx = """
Базовый (Basic)

 * 2 занятия в неделю

 * Групповые уроки

 * Общий курс
    
 📱 Чат с преподавателем
 🎓 Сертификат по окончании

 💵 Цена: 1750 сом/мес
"""

standart_fee_tx = """
Стандарт (Standard)

 * 3 занятия в неделю

 * Небольшие группы

 * Доступ к материалам
 
 🎓 Сертификат по окончании
 
🎁 Бонус
 
 🎁 1 пробное занятие бесплатно
 🎧 Бесплатный доступ к аудиокурсу
 📱 Чат с преподавателем

💵 Цена: 3000 сом/мес
"""

premium_fee_tx = """
Премиум (Premium)

 * 3–5 занятий в неделю

 * Индивидуальные уроки

 * Проверка домашних заданий

 * Доступ к спикинг-клубу

 🎓 Сертификат по окончании
 📅 Личный календарь занятий
 💬 Обратная связь после каждого урока 
 
🎁 Бонус

 🎁 1 пробное занятие бесплатно
 🎧 Бесплатный доступ к аудиокурсу
 📱 Чат с преподавателем

💵 Цена : 4000 сом/мес
"""

pay_as_you_go_fee_tx = """
Pay-as-you-go (Оплата за каждое занятие)

 🌴 Удобно для занятых людей
 
💵 Цена: 500 сом за 1 занятие
"""

promotions_tx = """
🚀 Акции

  🥇 Приведи друга — получи скидку - 4% (Если привел 3 друзей то 17%)
  
  ⏰ Скидка при оплате за 3 месяца - 10%
  
  🎯 Скидка школьникам/студентам - 5%
"""